acpi
blueman
brightnessctl
btop
cliphist
discord
dunst
firefox
git
grim
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
impression
imv
jdk-openjdk
kitty
man-db
mpv
neovim
network-manager-applet
networkmanager
networkmanager-dmenu
noto-fonts
noto-fonts-emoji
nwg-displays
nwg-look
obsidian
papirus-icon-theme
pavucontrol
python-pip
reflector
rofi
slurp
steam
thunar
tree-sitter-cli
ttc-iosevka
ttf-dejavu-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unrar
unzip
waybar
wl-clipboard
zsh
