acpi
alacritty
amd-ucode
base
base-devel
bc
blueman
bluez
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
chromium
cliphist
discord
dosfstools
dunst
efibootmgr
fd
firefox
fzf
gimp
git
grim
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
imagemagick
impression
imv
iwd
jdk-openjdk
jq
kitty
lazygit
libpulse
linux
linux-firmware
lua-language-server
luarocks
man-db
mpv
mtools
neovim
network-manager-applet
networkmanager
networkmanager-dmenu
nodejs
noto-fonts
noto-fonts-emoji
npm
nwg-displays
nwg-look
obsidian
okular
os-prober
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
qt5-wayland
qt6-wayland
reflector
rofi
sddm
slurp
smartmontools
sof-firmware
steam
sway
swaybg
tenacity
thunar
tree-sitter-cli
ttf-dejavu-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unrar
unzip
uwsm
vim
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
wlroots0.18
woff2-font-awesome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zram-generator
zsh
