acpi
amd-ucode
auto-cpufreq
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
brightnessctl
catppuccin-gtk-theme-mocha
cliphist
dolphin
dunst
efibootmgr
firefox
git
go
grim
gst-plugin-pipewire
helium-browser-bin
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprsunset
impression
imv
iwd
jdk-openjdk
kitty
libpulse
linux
linux-firmware
man-db
mpv
nano
neovim
networkmanager
network-manager-applet
networkmanager-dmenu
noto-fonts
noto-fonts-emoji
nwg-look
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
qt5-wayland
qt6-wayland
reflector
rofi
rofi-bluetooth-git
sddm
slurp
smartmontools
sof-firmware
sudo
thunar
ttc-iosevka
ttc-iosevka-aile
ttf-dejavu-nerd
ttf-iosevka-nerd
unrar
unzip
uwsm
vim
visual-studio-code-bin
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yay-debug
zen-browser-bin
zram-generator
zsh
